Repository: ADAM-DAG/typo-bouncer
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: nl

source: %@ is not supported by Apple’s on-device model yet.
nl: %@ wordt nog niet ondersteund door het lokale model van Apple.

source: %lld characters is too much. The current limit is %lld.
nl: %lld tekens is te veel. De huidige limiet is %lld.

source: A quick review
nl: Even controleren

source: About correction actions
nl: Over tekstcorrecties

source: Action
nl: Actie

source: All tidied up
nl: Tekst bijgewerkt

source: Allow Typo Bouncer in Login Items to finish enabling launch at login.
nl: Sta Typo Bouncer toe bij Inlogonderdelen om starten bij inloggen in te schakelen.

source: Allow keyboard access…
nl: Sta toetsenbordtoegang toe…

source: Already enabled?
nl: Al ingeschakeld?

source: Also rewrites awkward wording, word order and run-on sentences for clearer flow, while keeping your meaning and tone.
nl: Verbetert ook onhandige formuleringen, de woordvolgorde en te lange zinnen, met behoud van je betekenis en toon.

source: Apple Intelligence is off
nl: Apple Intelligence staat uit

source: Apple’s model could not proofread this text. Your original is unchanged.
nl: Het model van Apple kon deze tekst niet nakijken. Je origineel is ongewijzigd.

source: Apple’s model is still downloading or preparing. Check again shortly.
nl: Het model van Apple wordt nog gedownload of voorbereid. Probeer het zo opnieuw.

source: Apple’s on-device model is available on this Mac.
nl: Het lokale model van Apple is beschikbaar op deze Mac.

source: Apple’s on-device model is currently unavailable.
nl: Het lokale model van Apple is momenteel niet beschikbaar.

source: Apple’s on-device model is unavailable. Check Apple Intelligence in System Settings.
nl: Het lokale model van Apple is niet beschikbaar. Controleer Apple Intelligence in Systeeminstellingen.

source: Applied automatically. Use ⌘Z in your app to undo.
nl: Automatisch toegepast. Gebruik ⌘Z in je app om dit ongedaan te maken.

source: Applied. Use ⌘Z in your app to undo.
nl: Toegepast. Gebruik ⌘Z in je app om dit ongedaan te maken.

source: Apply
nl: Toepassen

source: Apply to selection
nl: Toepassen op selectie

source: Apply uses plain text. Formatting inside the selection may be lost.
nl: Toepassen gebruikt platte tekst. Opmaak binnen de selectie kan verloren gaan.

source: Applying…
nl: Wordt toegepast…

source: Auto mode
nl: Automatische modus

source: Backup shortcut
nl: Reservesneltoets

source: Both use Apple’s on-device AI plus local checks. Your text stays on this Mac. AI can miss mistakes or misread names, so review important text.
nl: Beide gebruiken de lokale AI van Apple en aanvullende controles. Je tekst blijft op deze Mac. AI kan fouten missen of namen verkeerd begrijpen, dus controleer belangrijke teksten.

source: Cancel
nl: Annuleren

source: Cancel correction
nl: Correctie annuleren

source: Changes
nl: Wijzigingen

source: Check GitHub once a day. Updates install only when you choose Update and relaunch.
nl: Controleer GitHub één keer per dag. Updates worden alleen geïnstalleerd als je Bijwerken en opnieuw starten kiest.

source: Check again
nl: Controleer opnieuw

source: Check for updates automatically
nl: Automatisch op updates controleren

source: Check now
nl: Nu controleren

source: Checking for updates…
nl: Zoeken naar updates…

source: Clipboard
nl: Klembord

source: Close
nl: Sluiten

source: Collapse preview
nl: Voorbeeld inklappen

source: Collapse preview · Esc
nl: Voorbeeld inklappen · Esc

source: Copy correction
nl: Correctie kopiëren

source: Copy the correction, then paste it where you need it. Your original stays unchanged.
nl: Kopieer de correctie en plak deze waar je wilt. Je oorspronkelijke tekst blijft ongewijzigd.

source: Correct text
nl: Tekst corrigeren

source: Corrected
nl: Gecorrigeerd

source: Correcting…
nl: Tekst corrigeren…

source: Correction copied.
nl: Correctie gekopieerd.

source: Correction details
nl: Correctiedetails

source: Could not check for updates. Try again later.
nl: Controleren op updates is mislukt. Probeer het later opnieuw.

source: Couldn't correct
nl: Bijwerken mislukt

source: Couldn’t change launch at login. Check Login Items in System Settings and try again.
nl: Starten bij inloggen kon niet worden gewijzigd. Controleer Inlogonderdelen in Systeeminstellingen en probeer het opnieuw.

source: Double-tap Control
nl: Druk tweemaal op Control

source: Double-tap Fn / Globe
nl: Druk tweemaal op Fn / wereldbol

source: Downloading and verifying…
nl: Downloaden en controleren…

source: Enable Apple Intelligence in System Settings to use proofreading.
nl: Schakel Apple Intelligence in via Systeeminstellingen om tekst te corrigeren.

source: English
nl: Engels

source: Excluded apps
nl: Uitgesloten apps

source: Fixes spelling, grammar, punctuation and capitalization with minimal wording changes.
nl: Corrigeert spelling, grammatica, leestekens en hoofdletters met zo min mogelijk wijzigingen in de formulering.

source: Formatting is kept when your app supports rich-text paste.
nl: De opmaak blijft behouden als je app plakken met opmaak ondersteunt.

source: If Fn also opens Dictation, change its shortcut in macOS Keyboard settings.
nl: Als Fn ook Dicteren opent, wijzig dan de sneltoets daarvan in de toetsenbordinstellingen van macOS.

source: If the switch is on but access is still blocked, remove TypoBouncer from the permission list and add this copy again. A development update can leave an older permission behind.
nl: Als de schakelaar aan staat maar de toegang nog geblokkeerd is, verwijder TypoBouncer dan uit de toegangslijst en voeg deze versie opnieuw toe. Na een ontwikkelupdate kan een oude toegang achterblijven.

source: Improve sentences
nl: Zinnen verbeteren

source: Key combination
nl: Toetscombinatie

source: Keyboard access is needed for double-tap.
nl: Toetsenbordtoegang is nodig om tweemaal drukken te herkennen.

source: Launch at login
nl: Start bij inloggen

source: Learn about Proofread and Improve sentences.
nl: Meer over Corrigeren en Zinnen verbeteren.

source: Looks good already
nl: Ziet er al goed uit

source: Model is getting ready
nl: Model wordt voorbereid

source: Model ready
nl: Model gereed

source: Model unavailable
nl: Model niet beschikbaar

source: Move Typo Bouncer to a writable Applications folder before updating.
nl: Verplaats Typo Bouncer naar een beschrijfbare map Programma’s voordat je bijwerkt.

source: No changes suggested. The model can still miss errors.
nl: Geen wijzigingen voorgesteld. Het model kan nog steeds fouten missen.

source: No newer release is available.
nl: Er is geen nieuwere release beschikbaar.

source: No text selected
nl: Geen tekst geselecteerd

source: Off
nl: Uit

source: Open Login Items…
nl: Open Inlogonderdelen…

source: Open permission settings
nl: Toegangsinstellingen openen

source: Other apps
nl: Andere apps

source: Password and secure fields are left alone.
nl: Wachtwoordvelden en beveiligde velden worden overgeslagen.

source: Preview
nl: Voorbeeld

source: Proofread
nl: Corrigeren

source: Quit Typo Bouncer
nl: Stop Typo Bouncer

source: Relaunching…
nl: Opnieuw starten…

source: Review carefully: this includes a name change or substantial edits.
nl: Controleer zorgvuldig: dit bevat een gewijzigde naam of ingrijpende aanpassingen.

source: Review correction…
nl: Correctie bekijken…

source: Select all text in the focused editable field when you use your shortcut with no selection.
nl: Selecteer alle tekst in het actieve bewerkbare veld wanneer je je sneltoets zonder selectie gebruikt.

source: Select some text in an editable field, then use your shortcut again.
nl: Selecteer tekst in een bewerkbaar veld en gebruik daarna je sneltoets opnieuw.

source: Select text when nothing is selected
nl: Selecteer tekst als niets is geselecteerd

source: Settings
nl: Instellingen

source: Settings…
nl: Instellingen…

source: Shortcut
nl: Sneltoets

source: Start Typo Bouncer quietly in the menu bar when you log in to your Mac.
nl: Start Typo Bouncer stil in de menubalk wanneer je inlogt op je Mac.

source: Tap and release the same key twice. If Fn also opens Dictation, change its shortcut in macOS Keyboard settings.
nl: Druk tweemaal op dezelfde toets en laat deze telkens los. Als Fn ook Dicteren opent, wijzig dan de sneltoets daarvan in de toetsenbordinstellingen van macOS.

source: That took too long. Your original text is unchanged.
nl: Dat duurde te lang. Je originele tekst is ongewijzigd.

source: The clipboard changed. Nothing was pasted.
nl: Het klembord is gewijzigd. Er is niets geplakt.

source: The clipboard could not be saved safely. Nothing was pasted.
nl: Het klembord kon niet veilig worden bewaard. Er is niets geplakt.

source: The clipboard is too large to preserve. Nothing was pasted.
nl: Het klembord is te groot om te bewaren. Er is niets geplakt.

source: The correction could not be generated safely. Try again.
nl: De correctie kon niet veilig worden gemaakt. Probeer het opnieuw.

source: The model changed a number, link, code or emoji. Your original is unchanged.
nl: Het model heeft een getal, link, code of emoji gewijzigd. Je origineel is ongewijzigd.

source: The model changed the language. Your original is unchanged.
nl: Het model heeft de taal gewijzigd. Je origineel is ongewijzigd.

source: The model changed the line breaks. Your original is unchanged.
nl: Het model heeft de regeleinden gewijzigd. Je origineel is ongewijzigd.

source: The model’s output did not pass the safety checks. Your original is unchanged.
nl: De uitvoer van het model voldoet niet aan de controles. Je origineel is ongewijzigd.

source: The paste could not be confirmed. Check your text before trying again.
nl: Het plakken kon niet worden bevestigd. Controleer je tekst voordat je het opnieuw probeert.

source: The previous request is still finishing. Try again shortly.
nl: De vorige aanvraag wordt nog afgerond. Probeer het zo nog eens.

source: The text or focus changed. Copy the correction or proofread again.
nl: De tekst of focus is gewijzigd. Kopieer de correctie of laat de tekst opnieuw nakijken.

source: The update could not be installed. Your app was kept. Try again.
nl: De update kon niet worden geïnstalleerd. Je app is behouden. Probeer het opnieuw.

source: The update failed. Your previous app was kept. Try again.
nl: De update is mislukt. Je vorige app is behouden. Probeer het opnieuw.

source: This Mac is not supported
nl: Deze Mac wordt niet ondersteund

source: This change needs a review before applying.
nl: Bekijk deze wijziging voordat je deze toepast.

source: This edit cannot preserve the selection’s formatting. Copy the correction to apply it yourself.
nl: Deze wijziging kan de opmaak van de selectie niet behouden. Kopieer de correctie om deze zelf toe te passen.

source: This field’s formatting needs review before applying.
nl: Controleer de opmaak van dit veld voordat je de correctie toepast.

source: This language is not supported by Apple’s on-device model yet.
nl: Deze taal wordt nog niet ondersteund door het lokale model van Apple.

source: This release is invalid or needs a newer macOS version.
nl: Deze release is ongeldig of vereist een nieuwere macOS-versie.

source: This text exceeds the model’s safe context budget. Try a shorter selection.
nl: Deze tekst is te groot voor het model. Probeer een kortere selectie.

source: This text is too large. Try a shorter selection.
nl: Deze tekst is te groot. Probeer een kortere selectie.

source: Tidying up…
nl: Even bijwerken…

source: Trigger
nl: Activering

source: Typo Bouncer is turned off for this app.
nl: Typo Bouncer is uitgeschakeld voor deze app.

source: Typo Bouncer needs a Mac that supports Apple Intelligence.
nl: Typo Bouncer vereist een Mac die Apple Intelligence ondersteunt.

source: Update and relaunch
nl: Bijwerken en opnieuw starten

source: Update available in Settings
nl: Update beschikbaar in Instellingen

source: Update cancelled.
nl: Update geannuleerd.

source: Updates come from GitHub. Your text stays on this Mac.
nl: Updates komen van GitHub. Je tekst blijft op deze Mac.

source: Updates require the GitHub release build.
nl: Updates zijn beschikbaar in de GitHub-releaseversie.

source: Use Typo Bouncer in other apps
nl: Typo Bouncer gebruiken in andere apps

source: Version %@ is available.
nl: Versie %@ is beschikbaar.

source: macOS still reports access as blocked for this copy. Re-add it, then quit and reopen Typo Bouncer.
nl: macOS geeft nog aan dat de toegang voor deze versie geblokkeerd is. Voeg deze opnieuw toe, sluit Typo Bouncer af en open de app opnieuw.
